export const russiaMapRegions = {
  "RU-MOW": {
    "name": "Москва",
    "flag": "moscow.gif"
  },
  "RU-CHE": {
    "name": "Челябинская область",
    "flag": "chelyabinskaya_flag.png"
  },
  "RU-ORL": {
    "name": "Орловская область",
    "flag": ""
  },
  "RU-OMS": {
    "name": "Омская область",
    "flag": "flag_omskoj_oblasti.png"
  },
  "RU-LIP": {
    "name": "Липецкая область",
    "flag": "lipeckya.jpg"
  },
  "RU-KRS": {
    "name": "Курская область",
    "flag": "flag_of_kursk_oblast.png"
  },
  "RU-RYA": {
    "name": "Рязанская область",
    "flag": "ryazan.png"
  },
  "RU-BRY": {
    "name": "Брянская область",
    "flag": "bryanskaya_flag.png"
  },
  "RU-KIR": {
    "name": "Кировская область",
    "flag": "flag_kirovskoy_oblasti.png"
  },
  "RU-ARK": {
    "name": "Архангельская область",
    "flag": ""
  },
  "RU-MUR": {
    "name": "Мурманская область",
    "flag": ""
  },
  "RU-SPE": {
    "name": "Санкт-Петербург",
    "flag": ""
  },
  "RU-YAR": {
    "name": "Ярославская область",
    "flag": ""
  },
  "RU-ULY": {
    "name": "Ульяновская область",
    "flag": ""
  },
  "RU-NVS": {
    "name": "Новосибирская область",
    "flag": ""
  },
  "RU-TYU": {
    "name": "Тюменская область",
    "flag": ""
  },
  "RU-SVE": {
    "name": "Свердловская область",
    "flag": ""
  },
  "RU-NGR": {
    "name": "Новгородская область",
    "flag": ""
  },
  "RU-KGN": {
    "name": "Курганская область",
    "flag": ""
  },
  "RU-KGD": {
    "name": "Калининградская область",
    "flag": ""
  },
  "RU-IVA": {
    "name": "Ивановская область",
    "flag": ""
  },
  "RU-AST": {
    "name": "Астраханская область",
    "flag": ""
  },
  "RU-KHA": {
    "name": "Хабаровский край",
    "flag": ""
  },
  "RU-CE": {
    "name": "Чеченская республика",
    "flag": ""
  },
  "RU-UD": {
    "name": "Удмуртская республика",
    "flag": ""
  },
  "RU-SE": {
    "name": "Республика Северная Осетия",
    "flag": ""
  },
  "RU-MO": {
    "name": "Республика Мордовия",
    "flag": ""
  },
  "RU-KR": {
    "name": "Республика  Карелия",
    "flag": ""
  },
  "RU-KL": {
    "name": "Республика  Калмыкия",
    "flag": ""
  },
  "RU-IN": {
    "name": "Республика  Ингушетия",
    "flag": ""
  },
  "RU-AL": {
    "name": "Республика Алтай",
    "flag": ""
  },
  "RU-BA": {
    "name": "Республика Башкортостан",
    "flag": ""
  },
  "RU-AD": {
    "name": "Республика Адыгея",
    "flag": ""
  },
  "RU-CR": {
    "name": "Республика Крым",
    "flag": ""
  },
  "RU-SEV": {
    "name": "Севастополь",
    "flag": ""
  },
  "RU-KO": {
    "name": "Республика Коми",
    "flag": ""
  },
  "RU-PNZ": {
    "name": "Пензенская область",
    "flag": ""
  },
  "RU-TAM": {
    "name": "Тамбовская область",
    "flag": ""
  },
  "RU-LEN": {
    "name": "Ленинградская область",
    "flag": ""
  },
  "RU-VLG": {
    "name": "Вологодская область",
    "flag": ""
  },
  "RU-KOS": {
    "name": "Костромская область",
    "flag": ""
  },
  "RU-PSK": {
    "name": "Псковская область",
    "flag": ""
  },
  "RU-YAN": {
    "name": "Ямало-Ненецкий АО",
    "flag": ""
  },
  "RU-CHU": {
    "name": "Чукотский АО",
    "flag": ""
  },
  "RU-YEV": {
    "name": "Еврейская автономская область",
    "flag": ""
  },
  "RU-TY": {
    "name": "Республика Тыва",
    "flag": ""
  },
  "RU-SAK": {
    "name": "Сахалинская область",
    "flag": ""
  },
  "RU-AMU": {
    "name": "Амурская область",
    "flag": ""
  },
  "RU-BU": {
    "name": "Республика Бурятия",
    "flag": ""
  },
  "RU-KK": {
    "name": "Республика Хакасия",
    "flag": ""
  },
  "RU-KEM": {
    "name": "Кемеровская область",
    "flag": ""
  },
  "RU-ALT": {
    "name": "Алтайский край",
    "flag": ""
  },
  "RU-DA": {
    "name": "Республика Дагестан",
    "flag": ""
  },
  "RU-KB": {
    "name": "Кабардино-Балкарская республика",
    "flag": ""
  },
  "RU-KC": {
    "name": "Карачаевая-Черкесская республика",
    "flag": ""
  },
  "RU-KDA": {
    "name": "Краснодарский край",
    "flag": ""
  },
  "RU-ROS": {
    "name": "Ростовская область",
    "flag": ""
  },
  "RU-SAM": {
    "name": "Самарская область",
    "flag": ""
  },
  "RU-TA": {
    "name": "Республика Татарстан",
    "flag": ""
  },
  "RU-ME": {
    "name": "Республика Марий Эл",
    "flag": ""
  },
  "RU-CU": {
    "name": "Чувашская республика",
    "flag": ""
  },
  "RU-NIZ": {
    "name": "Нижегородская край",
    "flag": ""
  },
  "RU-VLA": {
    "name": "Владимировская область",
    "flag": ""
  },
  "RU-MOS": {
    "name": "Московская область",
    "flag": ""
  },
  "RU-KLU": {
    "name": "Калужская область",
    "flag": ""
  },
  "RU-BEL": {
    "name": "Белгородская область",
    "flag": ""
  },
  "RU-ZAB": {
    "name": "Забайкальский край",
    "flag": ""
  },
  "RU-PRI": {
    "name": "Приморский край",
    "flag": ""
  },
  "RU-KAM": {
    "name": "Камачатский край",
    "flag": ""
  },
  "RU-MAG": {
    "name": "Магаданская область",
    "flag": ""
  },
  "RU-SA": {
    "name": "Республика Саха",
    "flag": ""
  },
  "RU-KYA": {
    "name": "Красноярский край",
    "flag": ""
  },
  "RU-ORE": {
    "name": "Оренбургская область",
    "flag": ""
  },
  "RU-SAR": {
    "name": "Саратовская область",
    "flag": ""
  },
  "RU-VGG": {
    "name": "Волгоградская область",
    "flag": ""
  },
  "RU-VOR": {
    "name": "Ставропольский край",
    "flag": ""
  },
  "RU-SMO": {
    "name": "Смоленская область",
    "flag": ""
  },
  "RU-TVE": {
    "name": "Тверская область",
    "flag": ""
  },
  "RU-PER": {
    "name": "Пермская область",
    "flag": ""
  },
  "RU-KHM": {
    "name": "Ханты-Мансийский АО",
    "flag": ""
  },
  "RU-TOM": {
    "name": "Томская область",
    "flag": ""
  },
  "RU-IRK": {
    "name": "Иркутская область",
    "flag": ""
  },
  "RU-NEN": {
    "name": "Ненецскй АО",
    "flag": ""
  },
  "RU-STA": {
    "name": "Ставропольский край",
    "flag": ""
  },
  "RU-TUL": {
    "name": "Тульская область",
    "flag": "tulskaya_flag.png"
  }
};
